---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricFile
source: html/72a97f5d-3544-b7fb-8d71-f8d3ee89dc15.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricFile Property

"Photometric Web File"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightPhotometricFile { get; }
```